def get_messages():
    return {
        'enter_token': "कृपया अपना बोट टोकन दर्ज करें: ",
        'invalid_token': "त्रुटि: अवैध टोकन। कृपया अपना बोट टोकन जांचें और पुनः प्रयास करें।",
        'no_updates': "कोई नई अपडेट्स नहीं हैं। जब तक आप एक संदेश नहीं भेजते तब तक यह चेक किया जाएगा…",
        'first_message': "कृपया पहले बोट को एक संदेश भेजें या /start कमांड का उपयोग करें।",
        'test_message_prompt': "क्या आप टेस्ट करना चाहते हैं कि बोट सही तरीके से काम कर रहा है? (हां/नहीं): ",
        'test_message_sent': "टेस्ट संदेश सफलतापूर्वक भेजा गया।",
        'error_sending_message': "संदेश भेजने में त्रुटि हुई: ",
        'exiting': "बाहर निकलना…",
        'working_message': "नमस्ते 👋 मैं सही तरीके से काम कर रहा हूं 😊",
        'your_chat_id': "आपका चैट ID: ",
        'bots_user_id': "बोट का यूज़र ID: ",
        'yes': "हां",
        'no': "नहीं",
        'invalid_input': "अवैध उत्तर। कृपया 'हां' या 'नहीं' में से एक का चयन करें।"
    }
